tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "mas-cli/tap"
tap "oven-sh/bun"
tap "surrealdb/tap"
brew "act"
brew "python@3.11"
brew "glib"
brew "python@3.9"
brew "atuin"
brew "awscli"
brew "bandwhich"
brew "bash-completion", link: false
brew "bat"
brew "bottom"
brew "broot"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "dog"
brew "dust"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "python@3.10"
brew "fzf"
brew "shared-mime-info"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "gping"
brew "httpie"
brew "imagemagick@6"
brew "jq"
brew "kotlin"
brew "lolcat"
brew "lsd"
brew "mysql"
brew "mysql@5.7"
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "openjdk@11"
brew "pastel"
brew "poppler"
brew "qt"
brew "pdfgrep"
brew "postgresql@14"
brew "procs"
brew "pueue"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "saml2aws"
brew "silicon"
brew "sk"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tokei"
brew "topgrade"
brew "translate-shell"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "surrealdb/tap/surreal"
vscode ""
