tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "mas-cli/tap"
tap "oven-sh/bun"
brew "python@3.11"
brew "awscli"
brew "bandwhich"
brew "bash-completion"
brew "bat"
brew "broot"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "dog"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "gping"
brew "http-server"
brew "hyperfine"
brew "imagemagick@6"
brew "jq"
brew "kotlin"
brew "lefthook"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "mysql"
brew "mysql@5.7"
brew "nghttp2"
brew "node-build"
brew "oath-toolkit"
brew "openjdk@11"
brew "pastel"
brew "poppler"
brew "pdfgrep"
brew "postgresql@14"
brew "pueue"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "saml2aws"
brew "shared-mime-info"
brew "silicon"
brew "sk"
brew "starship"
brew "tealdeer"
brew "terraform"
brew "tig"
brew "tokei"
brew "topgrade"
brew "translate-shell"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "mas-cli/tap/mas"
brew "oven-sh/bun/bun"
cask "cleanshot"
cask "deepl"
cask "docker"
cask "fig"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "visual-studio-code"
cask "xbar"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JustJoin", id: 1514260034
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "antfu.retypewriter"
vscode "arjun.swagger-viewer"
vscode "arktypeio.arkdark"
vscode "bierner.docs-view"
vscode "bierner.jsdoc-markdown-highlighting"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codestream.codestream"
vscode "crystal-spider.jsdoc-generator"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "ibm.output-colorizer"
vscode "intellsmi.comment-translate"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.kotlin"
vscode "mattlott.copy-github-url"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutsuntsai.jsdoc-link"
vscode "mxsdev.typescript-explorer"
vscode "mylesmurphy.prettify-ts"
vscode "orta.vscode-jest"
vscode "ph0enixkm.amber-language"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "tym-inc.tym"
vscode "unifiedjs.vscode-mdx"
vscode "unifiedjs.vscode-remark"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "wallabyjs.console-ninja"
vscode "wattenberger.footsteps"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zenclabs.previewjs"
