tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "python@3.9"
brew "awscli"
brew "bandwhich"
brew "bash-completion"
brew "bat"
brew "broot"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "dog"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "gping"
brew "imagemagick@6"
brew "jq"
brew "kotlin"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "mysql"
brew "mysql@5.7"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "openjdk@11"
brew "pastel"
brew "qt"
brew "poppler"
brew "pdfgrep"
brew "postgresql"
brew "pueue"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "saml2aws"
brew "shared-mime-info"
brew "silicon"
brew "sk"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tokei"
brew "topgrade"
brew "translate-shell"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mas-cli/tap/mas"
cask "android-sdk"
cask "android-studio"
cask "charles"
cask "dash"
cask "datagrip"
cask "deepl"
cask "docker"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "kindle"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "sequel-ace"
cask "skype"
cask "visual-studio-code"
cask "xbar"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
